Repository: mozilla-l10n/mt-training-data
Catalog: azb/azb_pontoon.tmx
Source language: en_us
Languages: azb

source: Details
azb: آیرینتی‌لار

source: Device name
azb: جهاز آدی

source: Device name cannot be empty.
azb: جهاز آدیْ بوْش اوْلمالیدیر

source: Disabled
azb: گوجدن سالینمیش

source: Disable private browsing
azb: گیزلی مورورو گوجدن سال

source: Disconnect
azb: باغلانتینیْ کس

source: Discover more
azb: داها چوْخ کشف ائله

source: Discover more extensions
azb: داها چوْخ اوزانتیْ گؤر

source: Dismiss
azb: باغلا

source: Dismiss find in page
azb: صفحه‌ده تاپماغی باغلا

source: Display notifications to you
azb: سیزه بیلدیریش‌لری گؤسترمک

source: Dissatisfied
azb: ناراضیْ

source: Don’t allow
azb: ایجازه وئرمه

source: Don’t save
azb: ساخلاما

source: Don’t update
azb: گونجل‌ ائله‌مه

source: Download
azb: یئندیر

source: Download (%1$s)
azb: یئندیر (%1$s)

source: Download completed
azb: یئندیرمه کامیل اولدو

source: Download failed
azb: یئندیرمه باشاریسیز

source: Download files and read and modify the browser’s download history
azb: فایل‌لاری یئندیرین و مورورچو گئچمیشینی اوخویوب ایصلاح ائله‌یین

source: Downloading and verifying add-on…
azb: تاخیلان یئندیریلیر و دوغرولانیر…

source: Download link
azb: باغلانتی‌نی یئندیر

source: Download paused
azb: یئندیرمه دایاندیریلدی

source: Downloads
azb: یئندیرنلر

source: Downloads Removed
azb: یئندیرمه‌لر فالدیریلدیْ

source: Do you want to leave this site? Data you have entered may not be saved
azb: بو سایتدان آییرلماق ایستییرسیز؟ گیردیگینیز دیتالار یاددا ساخلانیلمایا بیلر.

source: %d page
azb: %d صفحه

source: %d pages
azb: %d صفحه‌

source: DRM-controlled content
azb: DRM ایله کونترول اولونان موحتوا

source: %d tab
azb: %d تاغ

source: %d tabs
azb: %d تاغ

source: %d tab selected
azb: %d تاغ سئچیلدی

source: %d tabs selected
azb: %d تاغ سئچیلدی

source: Duplicate tab
azb: تاغی ایکی‌له

source: Edit
azb: دوزه‌لیش

source: EDIT
azb: دوزه‌لیش

source: Edit address
azb: آدرس دوزه‌لیشی

source: Edit bookmark
azb: بوکمارک دوز‌ه‌لیشی

source: Edit card
azb: کارت دوزه‌لیشی

source: Edit engines visible in the search menu
azb: آختاریش منوسوندا گؤرونن موتورلاری دوزه‌لیش ائدین

source: Edit folder
azb: قوْولوق دوزه‌لیشی

source: Edit password
azb: رمز دوزه‌لیشی

source: Edit search engine
azb: آختاریش موتورو دوزت

source: Edit shortcut
azb: شورتکات دوزه‌لیشی

source: Email
azb: ایمیل

source: Email address copied to clipboard
azb: ایمیل آدرسی کلیپ‌بوردا کوپی اولدو

source: Email with…
azb: … ایله ایمیل یوللا

source: Enabled
azb: گوجلنمیش

source: Enable Gecko logs
azb: Gecko قیدلرینی گوجلندیر

source: Enable in all tabs
azb: بوتون تاغلاردا گوجلندیر

source: Enable only in private tabs
azb: بوتون گیزلی تاغلاردا گوجلندیر

source: Enable private browsing
azb: گیزلی مورورو گوجلندیر

source: Enables fingerprinting protection to stop suspected fingerprinters.
azb: مشکوک بارماق ایزلرینی دایاندیرماق اوچون بارماق ایزی قوْرونماسینیْ گوجلندیریر.

source: Enable telemetry to send data.
azb: دیتا گؤندرمک اوچون تل متری‌یی گوجلندیر.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
azb: سیخیشدیرما و یاخینلاشدیرما حرکتینه اجازه وئرمین سایتلاردادا بو حرکتی گوجلندیر.

source: Engines visible on the search menu
azb: آختاریش منوسوندا گؤرونن موتورلار

source: Enhanced Tracking Protection
azb: گلیشمیش ایزله‌مه قوْرماسیْ

source: Enhanced tracking protection exception preference icon
azb: گلیشمیش ایزله‌مه قوْروماسیْ استثنا ترجیحی سیمگه‌سی

source: Enhanced Tracking Protection is off for these websites
azb: بو سایتلار اوچون گلیشمیش ایزله‌مه قورماسی باغلیدیر

source: Enjoy quicker navigation that’s always at your fingertips.
azb: هر زمان بارماقلاریزین اوجوندا اوْلان داها یئیین گزینمه‌‍‌نین کیفینی آپارین.

source: Enter a password
azb: بیر رمز وئر

source: Enter a search string
azb: بیر آختاریش عبارتی وئر

source: Enter a username
azb: بیر قوللانیجیْ آدیْ وئر

source: Enter a valid card number
azb: بیر گئچرلی کارت شماره‌سی وئر

source: Enter a valid URL
azb: بیر گئچرلی اینترنت آدرسی وئر

source: Enter a web address
azb: بیر وب آدرسی وئر

source: Entering full screen mode
azb: بوتون اکران حالتینه گئچیلیر

source: Enter search engine name
azb: آختاریش موتورون آدینی گیر

source: Enter search terms
azb: آختاریش شرطلرینی گیر

source: Erase browsing history
azb: مورور گئچمیشینی پوز

source: Error
azb: خطا

source: Error connecting to “%s”
azb: “%s” موتورونا باغلانماق خطاسیْ

source: Everything
azb: هر شئی

source: Exceptions
azb: آیریْ توُتمالار

source: Exceptions let you disable tracking protection for selected sites.
azb: آیری‌ْ توتمالار سئچیلمیش سایتلار اوچون ایزلنمه قوْروماسینیْ ایشدن سالماغا ایمکان وئریر.

source: Exchange messages with apps other than this one
azb: ساولاری بوندان باشقا اپ‌لره آلین وئرین.

source: Exit multiselect mode
azb: چوخ‌سئچیم مودوندان چیخ

source: expand
azb: گئنیش‌لت

source: expanded
azb: گئنیش‌لتیلدی

source: Expand group of synced tabs
azb: دؤنگل ائدیلمیش تاغلارین گروهونو گئنیش‌لت

source: Expand inactive tabs
azb: غیرفعال تاغلاریْ گئنیشلت

source: Expand saved addresses
azb: ساخلانمیش آدرس‌لری گئنیش‌لت

source: Expand saved cards
azb: ساخلانمیش کارت‌لاری گئنیش‌لت

source: Expand saved passwords
azb: ساخلانمیش رمزلری گئنیش‌لت

source: Expand suggested addresses
azb: تکلیف اولونان آدرس‌لری گئنیش‌لت

source: Expand suggested credit cards
azb: تکلیف اولونان اعتباری کارت‌لاری گئنیش‌لت

source: Expand suggested logins
azb: توصیه اولونان گیریش‌لری گئنیش‌لت

source: Expiration Date
azb: مدتی قوتولما تاریخی

source: Expiration Date Month
azb: مدتی قوتولما آییْ

source: Expiration Date Year
azb: مدتی قوتولما ایلی

source: Explore add-ons
azb: تاخیلان‌لاریْ آراشدیْر

source: Explore extensions
azb: اوزانتی‌ْ‌لاری آراشدیرین

source: Explore more wallpapers
azb: داها چوْخ دال پرده‌لری آراشدیْرین

source: Extend developer tools to access your data in open tabs
azb: آچیق تاغلاردا بیلگی‌لریزه ال چاتماق اوچون گلیشدیریجی آلت‌لرینی گئنیشله‌دین.

source: Extension collection modified. Quitting the application to apply changes…
azb: اوزانتیْ مجموعه‌سی دییشدیریلدی. دییشمه‌لری یئرینه سالماق اوچون اپ‌دن چیخیلیر…

source: Extensions
azb: اوزانتی‌لار

source: Extensions are temporarily disabled
azb: اوزانتی‌لار گئچیجی اوْلاراق گوُجدن سالینمیش.

source: Extensions level up your browsing, from changing how %s looks and performs to boosting privacy and safety.
azb: اوزانتی‌لار، %s نین گؤرونوشو و عملکردینی دگیشمکدن گیزلیلیک و گؤونلیگی آرتیرماغا کیمی مروروزو یوخاریا آپاریر

source: Extensions Manager
azb: اوزانتی مودیری

source: Extensions, navigate up
azb: اوزانتی‌ْلار، یوخاریْ گئت

source: External download manager
azb: خاریجی یئندیرمه موْدیری.

source: Failed to disable %1$s
azb: %1$s گوجدن سالماسی قیریلدی

source: Failed to enable %1$s
azb: %1$s گوجلندیرمه‌سی قیریلدی

source: Failed to install %1$s
azb: %1$s قورماسی قیریلدی

source: Failed to install this add-on.
azb: بو تاخیلانین قورماسی قیریلدی

source: Failed to query Add-ons!
azb: تاخیلان‌لاری سورغولاماق آلینمادی.

source: Failed to remove %1$s
azb: %1$s قالدیریلماسی قیریلدی

source: Failed to uninstall %1$s
azb: %1$s ایشدن سالماسی قیریلدی

source: Feb
azb: فوریه

source: File Not Found
azb: فایل تاپیلمادی

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
azb: فایل‌لاری یئندیرمک اوچون فایل‌لار و مدیا ایجازه‌سی ایسته‌نیلیر. اندروید تنظیم‌لرینه گئچین، ایجازه‌لره توخونون و ایجازه وئرین.

source: Fill and save usernames and passwords in websites while using %1$s.
azb: %1$s استفاده ائلین زمان سایتلاردا قوللانیجیْ آدلاریْ و رمزلری دوْلدورون و یاددا ساخلایین

source: Fill link from clipboard
azb: باغلانتی‌نی کلیپ بورددان آل

source: Fill usernames and passwords in other apps on your device.
azb: جهازینداکی آیریْ اَپ‌لرده قوللانیجیْ آدلار و رمزلر دوْلدورولسون.

source: Find in page
azb: صفحه‌ده تاپ

source: Find in page…
azb: یارپاقدا آختار…

source: Find more add-ons
azb: داها آرتیق تاخیلان آختار

source: Find next result
azb: سونراکی سونوچو تاپ

source: Find out if you can trust this product’s reviews — before you buy.
azb: آلماقدان اول بو محصولون رای‌لرینه اعتبار ائده بیله‌جگیزی اؤرگه‌شین.‌‎

source: Find out why millions love Firefox
azb: میلیون‌لارجا فایرفاکسی نییه سئودیگینی اؤرگه‌شین

source: Find previous result
azb: اؤنجه‌کی سونوچو تاپ

source: Find something nearby. Or discover something fun.
azb: یاخیندا بیر شئی تاپین. یا جالب بیر شئی کشف ائدین

source: Fingerprinters
azb: بارماق ایزی یئغانلار

source: Firefox add-on technology is modernizing. These add-ons use frameworks that are not compatible with Firefox 75 & beyond.
azb: فایرفاکس‌‍ین تاخیلان تکنولوژیسی مدرنلشیر. بو تاخیلان‌لار فایرفاکس ۷۵ و سونراکی یازیملارلا توتوشمایان چرچیوه‌لردن ایستیفاده ائدیر.

source: Firefox can close tabs you haven’t viewed over the past month.
azb: فایرفاکس، سوْن بیر آی ایچینده باخمادیغیز تاغلاریْ باغلیا بیلر.

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
azb: فایرفاکس، دؤنگل ائتدیگینیز زمان، رمزلریزی، بوکمارک‌لاریزی و داها چوْخونو رمزلشدیریر.

source: Firefox is fast and private
azb: فایرفاکس یئیین و گیزلی‌دیر.

source: Firefox privacy notice
azb: فایرفاکس گیزللیک بیلدیریمی

source: Firefox Suggest
azb: فایرفاکس تکلیف‌لری

source: FOLDER
azb: قوْولوق

source: Follow device language
azb: جهاز دیلینی ایشه آل

source: Follow device theme
azb: جهاز تمینی نظره آل

source: Font Size
azb: فوْنت اؤلچوسو

source: Font size decrease
azb: فونت اؤلچوسونون آزالماسی

source: Font size increase
azb: فونت اؤلچوسونون چوخالماسی

source: Font size will match your Android settings. Disable to manage font size here.
azb: متن‌ین اؤلچوسو اندروید تنظیم‌لرینه اویقون اوْلاجاق. فونت اؤلچو مدیریتینی بوردا ایشدن سالین.

source: Forward
azb: قاباغا

source: Frees up storage space
azb: ساخلاما یئرینی بوْشالدیر

source: Front-facing camera
azb: قاباق کامئرا

source: Full screen site controls
azb: بوتون صفحه سایت کونترول‌لاری

source: Gathering crash data
azb: سینماق دیتالاری یئغیلیر

source: Gathering crash telemetry data
azb: سینماق تله‌متری دیتاسی یئغیلیر

source: General
azb: عمومی

source: Gestures
azb: ایشاره‌لر

source: Get data from the clipboard
azb: کلیپ‌ بوردان دیتا آل

source: Get started
azb: باشلایین

source: Get suggestions from the web related to your search
azb: وب‌دن آختاریْنیزلا باغلیْ تکلیف‌لری آلیْن.

source: Go Back
azb: دالیا گئت

source: Go Back (Recommended)
azb: قاییت(توصیه اولونور)

source: Google Search
azb: گوگل آختاریشیْ

source: Got it
azb: آنلادیم

source: Go to settings
azb: تنظیم‌لره گئدین

source: Go to Settings
azb: تنظیم‌لره گئدین

source: Grid
azb: شبکه‌لی

source: Group deleted
azb: گروه سیلیندی

source: Harmful site issue
azb: ضررلی سایت سورونو

source: Help
azb: ال‌توتما

source: Help make printing in Firefox better. It only takes a sec
azb: فایرفاکس‌دا پرینتی یاخچیلاشدیرماغا کمک ائدین. یالنیز بیر ثانیه چکیر.

source: Hide and show browser tabs
azb: مورورچو تاغلارینی گیزله و گؤستر

source: Hide password
azb: رمزی گیزله

source: Highlighted
azb: هایلایت اولدو

source: Highlights from recent reviews
azb: سوْن باخیشلاردان شاخص‌لر

source: History
azb: گئچمیش

source: History Deleted
azb: گئچمیش سیلیندی

source: Homepage
azb: آنایارپاق

source: Homepage after four hours of inactivity
azb: دؤرد ساعاتلیق حرکتسیزلیکدن سونرا آچیلان اصلی صفحه

source: Home screen
azb: باش صفحه

source: Hostname required
azb: هاست آدیْ لازم

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
azb: بوُنونلا بئله، حمله ائده‌نین‌ده ایشتیراک ائتمه‌سی موُمکوندور. ایدامه وئرسز، هئچ بیر بیلگی وئرمه‌یین. ایدامه وئرسز، یالنیز HTTPS حالتی گئچیجی اوْلاراق باغلاناجاقدیْر.

source: How reliable are these reviews?
azb: بو باخیش‌لار نه درجه‌ده اعتبارلیدیر؟

source: How satisfied are you with printing in Firefox?
azb: فایرفاکس‌دا پرینت‌دن نه قدر راضیسینیز؟

source: how %s determines review quality
azb: %s باخیش نئجه‌لیغینی نجور تعیین ائدیر

source: How we determine review quality
azb: باخیش نئجه‌لیغینی نجور تعیین ائدیریک؟

source: HTTPS-Only Mode
azb: یالنیز HTTPS حالتی

source: If allowed, private tabs will also be visible when multiple apps are open
azb: اگر اجازه وئریلیرسه، گیزلی تاغلار بیرنئچه اپلیکیشن آچیلدیغی زامان‌دا گؤرونه‌جک

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
azb: ایندی بوتون گیزلی تاغلاری باغلاساز %1$s یئندیرمه‌سی لغو ائدیله‌جک. گیزلی موروچودان آیریلماق ایسته‌دیگیزه اطمینانیز وار؟

source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
azb: بو محصولون یئنی‌دن انباردا اوْلدوغونو گؤرسز، بو باره‌ده بیلگی وئرین و بیز باخیش‌لاریْ یوْخلاماغا چالیشاجاییق.

source: If you trust this extension, you can give it permission on every website.
azb: بو اوزانتیْ‌یا گوونسه‌نیز، هر سایتدا اوْنا ایجازه وئره‌بیلرسینیز.

source: Image copied to clipboard
azb: عکس کلیپ‌بوردا کوپی اولدو

source: Inactive tabs
azb: غیرفعال تاغلار

source: In all tabs
azb: بوتون تاغلاردا

source: Includes phone numbers and email addresses
azb: تلفن شماره‌لرینه و ایمیل آدرس‌لرینه شامل‌دیر

source: Info coming soon
azb: بیلگی‌لر یاخیندا گله‌جک

source: Input data to the clipboard
azb: کلیپ بوردا دیتا گیر

source: Install
azb: قوْش

source: Install %1$s
azb: %1$s ـنی قور

source: Install Add-on
azb: تاخیلانی قور

source: Install add-on from file
azb: تاخیلانیْ فایل‌دان قوْش

source: Installed
azb: قورولدو

source: Install extension from file
azb: تاخیلانیْ اوزانتی‌دان قوْش

source: Invalid Address
azb: گئچرسیز آدرس

source: Invalid URL
azb: گئچرسیز URL

source: Isolate cross-site cookies
azb: سایتلارآراسیْ کوکی‌لری آییرین

source: Item Menu for %s
azb: %s اوچون مورد منوسو

source: It requires your permission to:
azb: بونون اوچون سیزین ایجازه‌ز لازیم:

source: It wants to:
azb: ایسته‌نن‌لر:

source: Jan
azb: ژانویه

source: Jul
azb: جولای

source: Jump back in
azb: دالیا قاییت

source: Jun
azb: جون

source: Known Fingerprinters
azb: تانینمیش بارماق ایزلری

source: Known trackers? Blocked automatically. Extensions? Try all 700. PDFs? Our built-in reader makes them easy to manage.
azb: تانینمیش ایزله‌ییجی‌لر؟ اوْتوماتیک مسدود اوْلور. اوزانتیْ‌لار؟ بوتون 700. پی‌دی‌اف فایل‌لارینیْ ایمتیحان ائله‌یین؟ داخیلی اوْخویوجوموز بونلاریْ مودیریته آسانلاشدیریر.

source: Know your rights
azb: حق‌لری بیل

source: Label for entering a text input field
azb: متن گیریش یئرلیکینه گیرمک اتیکتی

source: Language
azb: دیل

source: Last 30 days
azb: سوْن 30 گون

source: Last 7 days
azb: سوْن 7 گون

source: Last attempt:
azb: سون چالیشما:

source: Last hour
azb: سوْن ساعت

source: Last synced: never
azb: سوْن دؤنگل: هئچ

source: Last synced: %s
azb: سوْن دؤنگل: %s

source: Last tab
azb: سوْن تاغ

source: Last updated
azb: سون گونجلله‌مه

source: Last used
azb: سوْن ایشه آلما

source: Later
azb: داها سوْنرا

source: Launch your next private tab in one tap.
azb: سونراکی گیزلی تاغلاریزی بیر توخونوشلا باشلادین.

source: Learn About Sending Tabs…
azb: تاغ گؤندرمه حاقیندا بیلگی آلین …

source: Learn about Total Cookie Protection
azb: بوتون کوکی قوروما حاقیندا بیلگی آلین

source: Learn more
azb: آرتیق بیلین

source: Learn more about Firefox Suggest
azb: فایرفاکس تکلیفی حاقیندا آرتیق بیلگی آلین

source: Learn more about permissions
azb: ایجازه‌لر حاقیندا داها آرتیق بیلین

source: Learn more about %s.
azb: %s حاقیندا داها چوْخ بیلگی آل.

source: Learn more about sync
azb: دؤنگل حاقیندا داها چوْخ بیلگی آل

source: Learn more in our privacy notice
azb: گیزلیلیک بیلدیریمیزده آرتیق بیلین

source: Leave
azb: آیریل

source: Leave no traces on this device
azb: بو جهازدا هئچ بیر ایز قویمایین.

source: Less distractions, less cookies tracking you on this site.
azb: داها آز حواس داغیلماسیْ، بوُ سایتدا سیزی تعقیب ائدن کوُکی‌لر آز.

source: Libraries that we use
azb: ایشه آلدیغیز کتابخانالار

source: Library
azb: کیتابخانا

source: Licensing information
azb: مجوز بیلگی‌لری

source: Light
azb: آچیق

source: Light color scheme
azb: آچیق رنگ طرحی

source: Limits the ability of social networks to track your browsing activity around the web.
azb: اجتماعی شبکه‌لرین اینترنت‌ده گزن فعالیتینیزی ایزله‌مک ایمکانینیْ محدود ائلییر.

source: Link copied to clipboard
azb: باغلانتی کلیپ‌بوردا کوپی اولدو

source: Links
azb: باغلانتیْ‌لار

source: Links available
azb: باغلانتی‌لار وار

source: List
azb: لیست

source: Loading
azb: دولور

source: Location
azb: قونوم

source: Logging in to %1$s with a %2$s account is subject to their <a href="%3$s">Privacy Policy</a> and <a href="%4$s">Terms of Service</a>
azb: %2$s حسابی ایله %1$s حسابینا داخیل اولماق اونلارین <a href="%3$s">گیزلیلیک سیاستینه</a> و <a href="%4$s">خیدمت شرطلرینه باخیر. </a>

source: Logins
azb: گیریش‌لر

source: Make Firefox your default browser
azb: فایرفاکسیْ وارساییلان مورورچو ائله‌یین

source: Make %s your own
azb: %s -نی اؤزوزه گؤتورون

source: Make text on websites larger or smaller
azb: وبسایتلاردا متنی داها بؤیوک و یا کیچیک ائدین

source: Malware site issue
azb: ضرر وئریجی سایت سورونو

source: Manage account
azb: حساب مودیریتی

source: Manage addresses
azb: آدرس‌لری ایداره ائله

source: Manage alternative search engines
azb: باشقا آختارما موتورلارینی ایداره ائدین

source: Manage cards
azb: کارت‌لاری ایداره ائله

source: Manage credit cards
azb: اعتباری کارت‌لاری ایداره ائله

source: Manage extensions
azb: اوزانتی‌ْ‌لار مودیریتی

source: Manage logins
azb: اوتوروم‌لاری ایداره ائله

source: Manage passwords
azb: رمزلری ایداره ائله

source: Mar
azb: مارس

source: Marketing
azb: بازارلاما

source: Marketing data
azb: بازارلاما دیتاسیْ

source: May
azb: می

source: Media
azb: مدیا

source: Meet your personalized homepage. Recent tabs, bookmarks, and search results will appear here.
azb: اؤزللشدیریلمیش آنایارپاق‌نان تانیش اولون. سون تاغلار، بوکمارک‌لار و آختاریش سونوچلاری بورادا گؤرونه‌جک.

source: Menu
azb: منو

source: Microphone
azb: میکروفون

source: Microphone 1
azb: میکروفون

source: Microphone is on
azb: میکروفون آچیق

source: Mix of reliable and unreliable reviews
azb: اعتبارلیْ و اعتبارسیز باخیشلارین قاریشیغیْ

source: Monitor extension usage and manage themes
azb: اوزانتی ایشه آلماسینی ایزله‌یین و تم‌لری ایداره ائله‌یین

source: More about this add-on
azb: بو تاخیلان حاقیندا آرتیقراق بیلگی

source: More about this extension
azb: بو اوزانتی اوچون داها چوخ بیلگی

source: More colors. Better privacy. Same commitment to people over profits.
azb: داها رنگلی، داها گیزلی. پول اوچون دئییل، اینسانلیک اوچون.

source: More options
azb: داها چوخ سئچه‌نک

source: More than 100 million people protect their privacy by choosing a browser that’s backed by a nonprofit.
azb: 100 میلیون‌دان چوْخ آدام، منفعت آختارمیان بیر قورولوش طرفیندن آرخالانان بیر موروچویو سئچه‌رک گیزلیلیک‌لرینی قوْرویور.

source: More to consider
azb: نظریزی چکه بیلر

source: Most likely, the website simply does not support HTTPS.
azb: ایحتیمالی چوْخ، سایت HTTPS-ی آرخالامیْر.

source: Move old tabs to inactive
azb: کؤهنه تاغلاری ایشده اولمایان تاغا آپار

source: Mozilla account
azb: موْزیلا حسابی

source: Mozilla account/Sync server modified. Quitting the application to apply changes…
azb: موْزیلا حسابیْ/دؤنگل سروری دگیشدیریلدی. دگیشمه‌لری یئرینه سالماق اوچون اپلیکیشن‌دن چیخیلیر…

source: Must have a title
azb: بیر عنوان وئرمه‌لیسیز

source: Name
azb: آد

source: NAME
azb: آد

source: Name (A-Z)
azb: آد (ا-ی)

source: Name collection
azb: مجموعه‌ آدی

source: Name on Card
azb: کارتین اوستونده‌کی آد

source: Navigate back
azb: دالیا گئت

source: Navigate up
azb: یوخاریا گئت

source: Neutral
azb: اوْرتا

source: Never
azb: هئچ زامان

source: Never save
azb: هئچ زمان ساخلاما

source: New add-on available
azb: یئنی تاخیلان الده وار

source: New add-ons available
azb: یئنی تاخیلان‌لار الده وار

source: New add-ons now available
azb: ایندی یئنی تاخیْلان‌لار وار

source: New extensions now available
azb: ایندی یئنی اوزانتیْ‌لار وار

source: New in %1$s
azb: %1$s-دا یئنی

source: New info to check
azb: کنترل ائدیله‌جک یئنی بیلگی‌لر

source: New: one-tap back and forward arrows
azb: یئنی: بیر کلیک‌له دال و قاباخ فلش‌لری

source: New private tab
azb: یئنی گیزلی تاغ

source: New private tab opened
azb: یئنی گیزلی تاغ آچیلدی

source: New tab
azb: یئنی تاغ

source: New tab opened
azb: یئنی تاغ آچیلدی

source: No
azb: یوخ

source: No account? <u>Create one</u> to sync Firefox between devices.
azb: حسابینیز یوخ؟ فایرفاکسی جهازلار آراسیندا دؤنگل ائتمک اوچون <u>حساب آچین</u>.

source: No add-ons here
azb: بوردا هئچ تاخیلان یوخ

source: No app found to open %1$s files
azb: %1$s فایلی آچماق اوچون هئچ بیر اپ تاپیلمادی.

source: No bookmarks here
azb: هئچ بوکمارک بوردا یوخ

source: No camera available on device
azb: جهازدا کامئرا یوخ

source: No crash reports have been submitted.
azb: هئچ بیر سینماق راپورتو گؤندیریلمه‌دی

source: No Devices Connected
azb: باغلیْ جهاز یوْخ

source: No downloaded files
azb: هئچ یئندیریلمیش فایل یوخدور

source: No experiments here
azb: بورادا تجروبه یوخدور

source: No extensions here
azb: بوردا هئچ اوزانتی یوخ

source: No history here
azb: گئچمیش یوخدور

source: No info about these reviews yet
azb: بو باخیش‌لار موردینده هله بیلگی یوْخ

source: No info available right now
azb: ایندی هئچ بیلگی یوْخ

source: No internet connection
azb: اینترنت باغلانتی‌سی یوخدور

source: No network connection
azb: شبکه باغلانتی‌سیْ یوْخ

source: No open tabs
azb: آچیق تاغ یوخ

source: No recently closed tabs here
azb: بو یاخین زاماندا باغلانان تاغ یوخ

source: No site exceptions
azb: سایت استثناسی یوْخ

source: Not allowed
azb: ایجازه وئریلمه‌دی

source: Not allowed in private windows
azb: گیزلی پنجره‌لرده ایجازه وئریلمیر

source: Not enough reviews yet
azb: هله یئترلی باخیش یوْخ

source: No thanks
azb: یوخ ممنون

source: No Thanks
azb: یوْخ ممنون

source: Notification
azb: بیلدیریش‌

source: Notifications
azb: بیلدیریش‌لر

source: Notifications for tabs received from other Firefox devices.
azb: آیریْ فایرفاکس جهازلاریندان آلینان تاغلارا اوچون بیلدیریش‌لر

source: Notifications help you do more with %s
azb: بیلدیریش‌لر %s ایله داها چوخ شئی ائتمه‌گه کومک ائدیر.

source: Notifications help you stay safer with Firefox
azb: بیلدیریش‌لر فایرفاکس ایله داها امن قالماغینیزا کومک ائدیر.

source: Not now
azb: ایندی یوخ

source: Not yet available
azb: هله‌لیک موجود دئییل

source: Not yet supported
azb: هله‌لیک آرخالانمیر

source: No update available
azb: هئچ گونجللمه یوخ

source: (No username)
azb: ( هئچ قوللانیجی آدی یوخ)

source: Nov
azb: نووامبر

source: Now featuring Total Cookie Protection, our most powerful barrier yet against cross-site trackers.
azb: ایندی سایتلارآراسیْ ایزله‌ییجی‌لره قارشیْ اَن گوجلو مانع‌میز اوْلان بوتون کوکی قوْروماسینیْ تقدیم ائدیر.

source: Oct
azb: اوکتوبر

source: Off
azb: باغلیْ

source: Off for this site
azb: بو سایتدا باغلی

source: Offline
azb: آفلاین

source: Offline Mode
azb: آفلاین حالت

source: OK
azb: تامام

source: Okay, Got it
azb: تامام، باشا دوشدوم

source: OK, Got It
azb: تمام. بیلدیم

source: Older
azb: داها قدیمی

source: On
azb: آچیق

source: On a website, this bar tucks away as you scroll down for extra browsing space.
azb: سایتدا، داها چوخ مرور فضاسی اوچون آشاغیا حرکت ائتدیگینیز زمان، بو بار گیزله‌نیر.

source: One or more add-ons stopped working, making your system unstable.
azb: بیر ویا نئچه تاخیلان دایاندیریلدی، بودا سیستمیزی ثابیتسیز ائله‌دی.

source: One or more add-ons stopped working, making your system unstable. %1$s unsuccessfully tried to restart the add-on(s). Add-ons won’t be restarted during your current session. Removing or disabling add-ons may fix this issue.
azb: بیر و یا نئچه تاخیْلانین ایشی دایاندیریلدیْ، بوُدا سیستمیزی ثابیتسیز ائله‌دی. %1$s تاخیلانی(لاریْ) یئنی‌دن باشلاتماغا باشاریْسیز اوْلدو. تاخیلانلار ایندیکی اوتورومونوزدا یئنی‌دن ایشه سالیْنمیاجاق. تاخیلانی(لار)ین سیلینمه‌سی و یا ایشدن سالینماسیْ بو موُشکولو حل ائلیه بیلر.
